<template>

  <section class="info-page">

    <div class="info-content">

      <h1>
        О нас
      </h1>

      <p>
        Furry Maker — это простой редактор персонажей,
        созданный для создания и сохранения
        собственных OC и аватаров.
      </p>

      <p>
        Вы можете комбинировать различные типы тела,
        одежду, аксессуары и цвета,
        создавая уникальных персонажей.
      </p>

      <p>
        Проект разработан на Vue + Vite
        в качестве учебного pet-проекта.
      </p>

    </div>

  </section>

</template>
